export const bottomSteps = [
  {
    id: 1,
    color: '#f57c00',//оранжевый
    label: 'Вход',
    field: '',
    description: 'Стены лабиринта покрыты древними изображениями людей и животных. Сквозь прозрачный лёд смотрят замёрзшие мамонты. '
  },
  {
    id: 2,
    color: '#f57c00',//оранжевый
    label: 'Ход',
    field: '',
    description: 'Ходят легенды о стадах мамонтов, пасущихся под землей под присмотром умелых пастухов сихиртя, о том, что кузнецы этого народа так же искусны, как и женщины- сихиртя в пошиве одежды. '
  },
  {
    id: 3,
    color: '#f57c00',//оранжевый
    label: 'Ход',
    field: '',
    description: 'По преданиям, эти люди обладают магическими силами. Когда-то они жили на Ямале, но с приходом ненцев, ушли под землю вместе с мамонтами. Их серо-голубые, выцветшие почти до белого глаза видят то, что человеку увидеть не дано. '
  },
  {
    id: 4,
    color: '#f57c00',//оранжевый
    label: 'Ход',
    field: '',
    description: 'В ледяном лабиринте игроки увидят обереги из кости и бронзы- их оставили сихиртя. Когда-то здесь было их жилище.'
  },
  {
    id: 5,
    color: '#512da8',//фиолетовый
    label: 'Ход',
    field: '',
    description: 'Минерал Ензорит. Можно использовать для себя или передать игроку из своей команды.'
  },
  {
    id: 6,
    color: '#f57c00',//оранжевый
    label: 'Ход',
    field: '',
    description: 'Вы нашли россыпь костяных амулетов сихиртя. Подземные жители не любят чужаков в тундре и заманивают их вглубь лабиринта различными диковинками. Подарите им найденный минерал Ензорит и они пропустят вас дальше. '
  },
  {
    id: 8,
    color: '#00796b',//зелёный
    label: 'Ловушка сихиртя',
    field: '',
    description: '1. Чем занимался народ сихиртя?\nА. Охотой и рыбной ловлей\nБ. Земледелием и собирательством\nВ. Оленеводством\n2. Где жил народ сихиртя?\nА. В чумах\nБ. В землянках\nВ. В юртах\n3. Куда по преданию исчез народ сихиртя?\nА. Ушли под землю вместе с мамонтами\nБ. Уплыли на другой остров\nВ. Превратились в ненцев'
  },
  {
    id: 9,
    color: '#f57c00',//оранжевый
    label: 'Ход',
    field: '',
    description: 'Следует быть осторожным. Хозяин подземного мира является в образе ледяного великана и заманивает в ловушки незваных гостей тундры. '
  },
  {
    id: 10,
    color: '#f57c00',//оранжевый
    label: 'Ход',
    field: '',
    description: 'Ваша внимательность и эрудиция помогут вам выбраться к своему отряду и продолжить поиски природного газа- огненного дыхания земли.'
  },
  {
    id: 11,
    color: '#f57c00',//оранжевый
    label: 'Ход',
    field: '',
    description: 'Подземелье таит много удивительных вещей: уникальные минералы Ензорит и Раизит, которые есть только на Ямале,  таинственные знаки.'
  },
  {
    id: 12,
    color: '#616161',//серый
    label: 'Ход-приключение',
    field: '',
    description: 'Вы нашли на стенах лабиринта древние знаки сихиртя. Чтобы их расшифровать и понять, куда идти дальше, вам потребовался целый день.Пропуск хода.'
  },
  {
    id: 13,
    color: '#f57c00',//оранжевый
    label: 'Ход',
    field: '',
    description: 'Описание хода'
  },
  {
    id: 14,
    color: '#f57c00',//оранжевый
    label: 'Ход',
    field: '',
    description: 'Описание хода'
  },
  {
    id: 15,
    color: '#512da8',//фиолетовый
    label: 'Ход',
    field: '',
    description: 'Минерал Раизит. Можно использовать для себя или передать игроку из своей команды.'
  },
  {
    id: 16,
    color: '#f57c00',//оранжевый
    label: 'Ход',
    field: '',
    description: 'Описание хода'
  },
  {
    id: 17,
    color: '#f57c00',//оранжевый
    label: 'Ход',
    field: '',
    description: 'Описание хода'
  },
  {
    id: 18,
    color: '#f57c00',//оранжевый
    label: 'Ход',
    field: '',
    description: 'Из прозрачного льда на вас смотрит мамонтёнок. Он любит играть с гостями лабиринта в разноцветные камушки. Подарите ему найденный минерал Раизит и он отпустит вас из своей ловушки.'
  },
  {
    id: 19,
    color: '#00796b',//зелёный
    label: 'Ловушка мамонта',
    field: '',
    description: '1.Какого окрасабыла шерсть мамонтов?\nА. Серая\nБ.Бурая\nВ. И того и другого\n2. Сколько зубов было у мамонтов?\nА. 2\nБ. 4\nВ. 6\n3. Для чего мамонту нужны были бивни?\nА. Разгребать снег в поисках еды\nБ. Для борьбы с другими мамонтами\nВ. Для защиты от хищников'
  },
  {
    id: 20,
    color: '#f57c00',//оранжевый
    label: 'Ход',
    field: '',
    description: 'Описание хода'
  },
  {
    id: 21,
    color: '#f57c00',//оранжевый
    label: 'Выход',
    field: '',
    description: 'После выхода из лабиринта, игрок переходит на шаг вперёд на основном поле и далее вместе с командой продолжает путь.'
  },
];