export const topSteps = [
  {
    id: 1,
    color: '#d32f2f',//красный
    label: 'Старт',
    field: 'Посёлок Уренгой',
    description: 'От базы в посёлке Уренгой отправляются два отряда арктических героев-изыскателей. Их окружает бескрайняя снежная лесотундра.'
  },
  {
    id: 2,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Начало пути',
    description: ''
  },
  {
    id: 3,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Начало пути',
    description: ''
  },
  {
    id: 4,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Начало пути',
    description: ''
  },
  {
    id: 5,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Начало пути',
    description: ''
  },
  {
    id: 6,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Безымянный ручей',
    description: 'Путь только начинается,но вот уже первое препятствие –  безымянный ручей. Нужно проявить эрудицию,чтобы пересечь его.'
  },
  {
    id: 7,
    color: '#388e3c',//зеленый
    label: 'Ход-вопрос 1',
    field: 'Безымянный ручей',
    description: 'Сколько рек, речек и ручьёв насчитывается в водном кадастре ЯНАО?\nА) 100 тысяч\nБ) 20 тысяч\nВ) 50 тысяч\nСколько тысяч квадратных километров составляет водная поверхность ЯНАО?\nА) более 41 тысячи\nБ) более 57 тысяч\nВ) более 21 тысячи\nКакова длина реки Пур?\nА) свыше 500 км\nБ) свыше 300 км\nВ) свыше 600 км',
  },
  {
    id: 8,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Безымянный ручей',
    description: ''
  },
  {
    id: 9,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Безымянный ручей',
    description: ''
  },
  {
    id: 10,
    color: '#616161',//серый
    label: 'Ход-приключение',
    field: 'Безымянный ручей',
    description: 'Вагончик с сейсмостанцией упал на бок. Целый день ремонтировали аппаратуру. Используйте карточку «Ящик  с инструментами», чтобы команде  не пропустить ход.'
  },
  {
    id: 11,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Безымянный ручей',
    description: ''
  },
  {
    id: 12,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Безымянный ручей',
    description: ''
  },
  {
    id: 13,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Священная сопка',
    description: 'Тундра полна загадочных мест, и наши герои вступили на территорию священной сопки ненцев. Духи не простят пренебрежения к себе. Без приключений сопку преодолеть не получится.'
  },
  {
    id: 14,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Священная сопка',
    description: ''
  },
  {
    id: 15,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Священная сопка',
    description: ''
  },
  {
    id: 16,
    color: '#388e3c',//зеленый
    label: 'Ход-вопрос 2',
    field: 'Священная сопка',
    description: 'Как ненцы называют духов священного места?\nА) хэ-хэ\nБ) хо-ру\nВ) пу-ху\nКак называются идолы на священных местах ненцев?\nА) тотемы\nБ) сядеи\nВ) пеликены\nКакие бывают священные места?\nА)клановые\nБ) общинные\nВ) родовые',
  },
  {
    id: 17,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Священная сопка',
    description: ''
  },
  {
    id: 18,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Священная сопка',
    description: ''
  },
  {
    id: 20,
    color: '#616161',//серый
    label: 'Ход-приключение',
    field: 'Священная сопка',
    description: 'Сильный ветер не позволяет качественно зафиксировать сейсмограмму . Ждём, когда он утихнет. Отряд пропускает ход.'
  },
  {
    id: 21,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Призрачные кочевники',
    description: 'Но это лишь начало пути. Загадочный ямальский край постепенно  раскрывается путешественникам в своих легендах. Первопроходцы попали на землю призрачных древних кочевников.'
  },
  {
    id: 22,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Призрачные кочевники',
    description: 'Здесь есть вход в их подземный мир. Ледяной лабиринт,охраняемый мифическим великаном, полон тайн. Выбраться из него не так просто.'
  },
  {
    id: 23,
    color: '#1976d2',//синий
    label: 'Ход-возможность',
    field: 'Призрачные кочевники',
    description: 'Амулет шамана. Иные сказали шаману, что газ-тепло матушки Земли нужно людям и арктические герои-сейсморазведчики делают доброе дело. Они попросили его помочь искателям.Используйте карточку, чтоб не позволить арктическому миражу запутать вас и не пропустить ход.'
  },
  {
    id: 24,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Призрачные кочевники',
    description: 'Игрок, попавший на второе поле игры  – в подземный мир, в таинственном подземелье может найти уникальные минералы Ензорит и Раизит. Они помогут задобрить обитателей подземелья и выбраться наружу.'
  },
  {
    id: 25,
    color: '#1976d2',//синий
    label: 'Ход-ловушка',
    field: 'Призрачные кочевники',
    description: 'Ледяные пальцы огромной ладони содрогнулись, а затем начали медленно сжиматься. В свой подземный лабиринт героя затянул ледяной великан. '
  },
  {
    id: 26,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Призрачные кочевники',
    description: ''
  },
  {
    id: 27,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Призрачные кочевники',
    description: ''
  },
  {
    id: 28,
    color: '#fbc02d',//жёлтый
    label: 'Ход-переход 1',
    field: 'Гиблое озеро',
    description: 'Вы встретили ненца с оленьей упряжкой. У него сломались нарты. Помогите починить их, и он перевезёт ваш отряд.Используйте карточку «Ящик с инструментами» и вся команда сделает шаг вперёд.'
  },
  {
    id: 29,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Гиблое озеро',
    description: 'В районе Гиблого озера нужно быть осторожнее, на то оно и гиблым называется.'
  },
  {
    id: 30,
    color: '#616161',//серый
    label: 'Ход-приключение',
    field: 'Гиблое озеро',
    description: 'Один из героев провалился под лёд—необходимо оказать соратнику медицинскую помощь, иначе отряд  надолго задержится в тундре. Используйте карточку «Аптечка», чтоб отряду не пропустить ход.'
  },
  {
    id: 31,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Гиблое озеро',
    description: ''
  },
  {
    id: 32,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Гиблое озеро',
    description: ''
  },
  {
    id: 33,
    color: '#388e3c',//зеленый
    label: 'Ход-вопрос 5',
    field: 'Блуждающее озеро',
    description: 'За минуту назовите 10 видов рыб, которые обитают в водоемах Ямало-Ненецкого автономного округа.В карточке с ответами приведены самые известные виды, но если вы знаете больше, это тоже хорошо.',
  },
  {
    id: 34,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Блуждающее озеро',
    description: 'Неожиданно встречаются блуждающие озера.'
  },
  {
    id: 35,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Блуждающее озеро',
    description: ''
  },
  {
    id: 36,
    color: '#388e3c',//зеленый
    label: 'Ход-вопрос 4',
    field: 'Лабаз топографов',
    description: 'За минуту назовите 10 видов диких животных полуострова Ямал. В карточке с ответами приведены самые известные виды, но если вы знаете больше, это тоже хорошо.'
  },
  {
    id: 37,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Лабаз топографов',
    description: 'Очень кстати найти в тундре заботливо оставленный лабаз предшественников-топографов. Он поможет спасти жизнь героям отряда.'
  },
  {
    id: 38,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Гиблое озеро',
    description: 'Тропы извиваются, повторяя ландшафт. В одну и ту же область можно попасть несколько раз разными путями.'
  },
  {
    id: 39,
    color: '#388e3c',//зеленый
    label: 'Ход-вопрос',
    field: 'Гиблое озеро',
    description: 'За минуту нарисуйте одно из явлений северной природы:\n- полярный день\n- полярная ночь\n- летний снег\n- вечная мерзлота',
  },
  {
    id: 40,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Гиблое озеро',
    description: 'В тундре нет прямых дорог.'
  },
  {
    id: 41,
    color: '#1976d2',//синий
    label: 'Ход-возможность',
    field: 'Гиблое озеро',
    description: 'Ящик с инструментами. Нашли в лабазе топографов. Используйте, чтобы не пропустить ход во время поломки трактора или ремонта аппаратуры.'
  },
  {
    id: 42,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Чум шамана',
    description: ''
  },
  {
    id: 43,
    color: '#616161',//серый
    label: 'Ход-приключение',
    field: 'Чум шамана',
    description: 'Трактор встал. Порвалась цепь. По рации вызвали вертолёт. К вечеру починились. День пропал. Используйте карточку «Ящик с инструментами», чтобы команде не пропустить ход.'
  },
  {
    id: 44,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Чум шамана',
    description: 'Шаман уже ждёт в своём чуме наших изыскателей.'
  },
  {
    id: 45,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Чум шамана',
    description: 'Как проявят себя они? От этого зависит их путешествие.'
  },
  {
    id: 46,
    color: '#1976d2',//синий
    label: 'Ход-возможность',
    field: 'Чум шамана',
    description: 'Медальон. Используйте на священных местах(сопка, река), если вам не удалось выполнитьзадание из этих областей игры. Медальон задобрит духов священного места, и они пропустят вас дальше.'
  },
  {
    id: 47,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Стойбище',
    description: 'Неизбежна встреча с хозяевами тундры-ненцами в их стойбище.'
  },
  {
    id: 48,
    color: '#616161',//серый
    label: 'Ход-приключение',
    field: 'Стойбище',
    description: 'Местные жители задержали отряд и повели к главе рода, чтобы герои объяснили, зачем пришли в тундру. Уважительно и обстоятельно поведайте главе рода о своих целях. Сделайте тундровикам полезный подарок, и они пропустят вас дальше. «Аптечка» поможет отряду не пропустить ход.'
  },
  {
    id: 49,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Стойбище',
    description: ''
  },
  {
    id: 50,
    color: '#388e3c',//зеленый
    label: 'Ход-вопрос',
    field: 'Стойбище',
    description: 'За минуту покажите жестами  слова:\n- блуждающий ручей\n- глубокая река\n- безымянное озеро',
  },
  {
    id: 51,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Стойбище',
    description: ''
  },
  {
    id: 52,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Священная роща',
    description: 'Покинув стойбище, группа попадает в священную рощу с деревьями, украшенными ленточками.'
  },
  {
    id: 53,
    color: '#1976d2',//синий
    label: 'Ход-возможность',
    field: 'Священная роща',
    description: 'Сухпаёк. В лабазе топографов нашли запас сухпайка. Если вы попадёте в пургу и потеряете друг друга из вида, используйте эту карточку, чтобы не пропустить ход.'
  },
  {
    id: 54,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Священная роща',
    description: 'Красота обманчива, духи не прощают непочтения к себе – надо их задобрить.'
  },
  {
    id: 55,
    color: '#616161',//серый
    label: 'Ход-приключение',
    field: 'Лабаз топографов',
    description: 'Вертолётчики сбросили продукты неудачно. Ищем мешки на склоне реки. Команда пропускает ход.'
  },
  {
    id: 56,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Лабаз топографов',
    description: ''
  },
  {
    id: 57,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Лабаз топографов',
    description: ''
  },
  {
    id: 58,
    color: '#fbc02d',//жёлтый
    label: 'Ход-переход 2',
    field: 'Лабаз топографов',
    description: 'В лабазе топографов вы обнаружили данные аэрофотосъёмки и поняли, что сбились с пути. Используйте «Рацию», чтобы предупредить остальных героев, иначе всей команде придётся вернуться на шаг назад.'
  },
  {
    id: 59,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Лабаз топографов',
    description: ''
  },
  {
    id: 60,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Лабаз топографов',
    description: ''
  },
  {
    id: 61,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Туманный переход',
    description: ''
  },
  {
    id: 62,
    color: '#1976d2',//синий
    label: 'Ход-возможность',
    field: 'Туманный переход',
    description: 'Вас ничто не остановит! Отменяет действия всех ловушек на любом этапе игры. Действует только для одного игрока.'
  },
  {
    id: 63,
    color: '#616161',//серый
    label: 'Ход-приключение',
    field: 'Туманный переход',
    description: 'Тракторист не успел к началу рабочего дня привезти бочку с топливом. Ждём. Отряд пропускает ход.'
  },
  {
    id: 64,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Ненецкое кладбище',
    description: 'Посреди тундры тихо лежат странные ящики, сломанные нарты. Это ненецкое кладбище. Осторожно!'
  },
  {
    id: 65,
    color: '#388e3c',//зеленый
    label: 'Ход-вопрос',
    field: 'Ненецкое кладбище',
    description: 'За минуту объясните следующие слова, не используя однокоренные:\n- лемминг\n- росомаха\n- песец\n- бурый медведь\n- полярная сова',
  },
  {
    id: 66,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Ненецкое кладбище',
    description: ''
  },
  {
    id: 67,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Ненецкое кладбище',
    description: ''
  },
  {
    id: 68,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Ненецкое кладбище',
    description: ''
  },
  {
    id: 69,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Священная роща',
    description: ''
  },
  {
    id: 70,
    color: '#388e3c',//зеленый
    label: 'Ход-вопрос 3',
    field: 'Священная роща',
    description: 'За минутуназовите 10 видов растений полуострова Ямал. В карточке с ответами приведены самые известные виды, но если вы знаете больше, это тоже хорошо.',
  },
  {
    id: 71,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Священная роща',
    description: 'Герои уже близки к своей цели, но впереди область миражей, и они рискуют стать жертвами обмана зрения.'
  },
  {
    id: 72,
    color: '#1976d2',//синий
    label: 'Ход-возможность',
    field: 'Область миражей',
    description: 'Рюкзак с рацией. Нашли в лабазе топографов. Поможет команде не пропускать ходы, поддерживая связь с тем из отряда,кто находится в ледяном лабиринте на втором поле игры, либо чтоб предупредить соратников об опасности.'
  },
  {
    id: 73,
    color: '#616161',//серый
    label: 'Ход-приключение',
    field: 'Избушки первых людей',
    description: 'Нашли старый лагерь 501 стройки. Много забытой документации. Читали.Что-то жгли, многое забрали на память. Команда пропускает ход.'
  },
  {
    id: 74,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Избушки первых людей',
    description: 'Арктические герои нашли избушку на своем пути, и это не мираж.'
  },
  {
    id: 75,
    color: '#388e3c',//зеленый
    label: 'Ход-вопрос',
    field: 'Избушки первых людей',
    description: 'За минуту жестами покажите одно из словосочетаний. \n- добыча газа\n- буровая вышка\n- укладка трубопровода',
  },
  {
    id: 76,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Избушки первых людей',
    description: ''
  },
  {
    id: 77,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Избушки первых людей',
    description: 'Но сталинский связист не так прост.Поможет ли он искателям?'
  },
  {
    id: 78,
    color: '#616161',//серый
    label: 'Ход-приключение',
    field: 'Область миражей',
    description: 'Арктический мираж показал ненецкое стойбище. При встрече шаман подарил отряду свой амулет, чтобы ничто не могло сбить героев с пути. «Амулет шамана» поможет всей команде не пропустить ход.'
  },
  {
    id: 79,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Уренгойский вал',
    description: 'Вот он долгожданный Уренгойский вал! Огненное дыхание земли совсем близко!'
  },
  {
    id: 80,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Уренгойский вал',
    description: ''
  },
  {
    id: 81,
    color: '#388e3c',//зеленый
    label: 'Ход-вопрос',
    field: 'Ненецкое кладбище',
    description: 'За минуту объясните следующие слова, не используя однокоренные:\n- гало\n- мираж\n- радуга\n- световой столб\n- туман',
  },
  {
    id: 82,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Ненецкое кладбище',
    description: ''
  },
  {
    id: 83,
    color: '#616161',//серый
    label: 'Ход-приключение',
    field: 'Ненецкое кладбищ',
    description: 'Началась пурга, и герои отряда потеряли друг друга из вида. Пришлось остановиться, чтобы переждать буран. Отряд потеряет ещё день, ожидая вертолёт с припасами. Карточка «Сухпаёк»поможет команде не пропустить ход.'
  },
  {
    id: 84,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Уренгойский вал',
    description: ''
  },
  {
    id: 85,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Область миражей',
    description: ''
  },
  {
    id: 86,
    color: '#fbc02d',//жёлтый
    label: 'Ход-переход 3',
    field: 'Избушки первых людей',
    description: 'Один из тракторов застрял в болоте. Вы не можете найти его, но дошли до избушки монтёра связи. Он может помочь. Сделайте монтеру подарок, и он покажет дорогу.Карточки «Конфеты» и «Аптечка» помогут команде не вернуться на шаг назад.'
  },
  {
    id: 87,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Избушки первых людей',
    description: ''
  },
  {
    id: 88,
    color: '#388e3c',//зеленый
    label: 'Ход-вопрос',
    field: 'Уренгойский вал',
    description: 'За минуту нарисуйте одно из словосочетаний:\n- аэромагнитная съёмка\n- лесная просека\n- строение месторождения природного газа в разрезе.',
  },
  {
    id: 89,
    color: '#d32f2f',//красный
    label: 'Ход',
    field: 'Уренгойский вал',
    description: ''
  },
  {
    id: 90,
    color: '#d32f2f',//красный
    label: 'Финиш',
    field: 'Уренгойский вал',
    description: 'Вы нашли крупнейшее в мире месторождение природного газа!'
  },
];